<!DOCTYPE HTML>

<html>
	<head>
		<title>J700070</title>
		 <!-- Latest compiled and minified CSS -->
		<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.4.1/css/bootstrap.min.css">
		<!-- jQuery library -->
		<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.4.1/jquery.min.js"></script>
		<!-- Popper JS -->
		<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.16.0/umd/popper.min.js"></script>
		<!-- Latest compiled JavaScript -->
		<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.4.1/js/bootstrap.min.js"></script> 
        <link rel="stylesheet" href="../css/style.css" />
        
	</head>
	<body>
        
		<header>
        </header>
        <script>
            $(document).ready(function(){
              $('[data-toggle="popover"]').popover();
            });
            </script>
		<div class="row p-4" id="border">
			<div class="col-2" id="border"></div>
			<!-- SideBar -->
			<div class="col-1" id="border">
				<a href="../index.html">Main Page</a>
				<hr/>
				<a href="https://www.goodreads.com/user/show/87370928-cosa-cosa-cosa-cosa">Goodreads</a>
			</div>
			<!-- Center Column-->
			<div class="col-6 flex-container" id="border">
				<div class="flex-container" id="border">
					<!-- Abstract -->
					<div >
                        <h1>Sobre el libre albedrío</h1>
                        <p>&nbsp;</p>
                        <p>&ldquo;We do not know what we intend to do until the intention itself arises. To understand this is to realize that we are not the authors of our thoughts and actions in the way that people generally suppose.&rdquo; <br /> ― Sam Harris, Free Will</p>
                        <p>&nbsp;</p>
                        <p><strong>&iquest;Qu&eacute; es el libre albedr&iacute;o?</strong> Tambi&eacute;n conocido como &ldquo;libertad de elecci&oacute;n&rdquo;, el libre albedr&iacute;o es la capacidad de un agente (no condicionado &iacute;ntegramente) para decidir. La RAE lo define como &ldquo;Potestad de obrar por reflexi&oacute;n y elecci&oacute;n.&rdquo;</p>
                        <p>Una definici&oacute;n quiz&aacute;s m&aacute;s ilustradora e intuitiva, surge de hacerse la pregunta: &iquest;si pudiera viajar al pasado podr&iacute;a obrar de manera diferente a como obr&eacute; anteriormente? Hemos de se&ntilde;alar que el universo entero se encuentra &aacute;tomo por &aacute;tomo ordenado como en aquel instante pasado, incluyendo tus mol&eacute;culas y, por ende, tus recuerdos, pensamientos, etc. <sup>
                            
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="1.	Partiendo desde una concepción materialista del mundo. Utilizamos en este caso la definición de materialismo según la RAE: “Concepción del mundo según la cual no hay otra realidad que la material, mientras que el pensamiento y sus modos de expresión no son sino manifestaciones de la materia y de su evolución en el tiempo.”">1</a>
    
                        </sup>Esta es la situaci&oacute;n que plantea Sam Harris en su obra Free Will y sirve para ilustrar a la perfecci&oacute;n el condicionamiento al que est&aacute; sometido el ser humano; un condicionamiento <em>material</em>. <sup>
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="2.	No hace falta ser materialista para aceptar este condicionamiento (como el propio Harris defiende en el libro). A pesar de creer en algo inmaterial como el espíritu, es un hecho probado que factores externos pueden influenciar nuestras decisiones. Sea el “yo” algo físico o algo inmaterial, este “yo” responde a estímulos físicos (materiales) externos, probando su condicionamiento (por lo menos parcial) al mundo físico.”">2</a>
                        </sup></p>
                        <p>As&iacute; pues, nos encontramos otra vez en la ma&ntilde;ana del d&iacute;a de hoy cuando tomamos la elecci&oacute;n de tomar caf&eacute; en vez de t&eacute;, &aacute;tomo por &aacute;tomo el universo se encuentra en las mismas condiciones, <strong>&iquest;cambiar&aacute; nuestra elecci&oacute;n?</strong> En principio <strong>aceptando la premisa materialista</strong> parecer&iacute;a l&oacute;gico que estemos condenados a tomar la misma elecci&oacute;n, pues el universo est&aacute; ya determinado por las condiciones iniciales dadas en ese instante. Sin embargo, aunque el t&eacute;rmino &ldquo;determinismo&rdquo; parece una elecci&oacute;n atractiva para definir el mundo real, la considero incompleta.<sup>
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="3.	Determinismo según la RAE: “Teoría que supone que el desarrollo de los fenómenos naturales está necesariamente determinado por las condiciones iniciales.”  Esto no deja lugar a la probabilidad. Debido al desarrollo de la física cuántica en la actualidad (la cual si tiene componentes puramente aleatorios) el uso del término determinismo no parece del todo apropiado. Aunque he de decir a nivel macroscópico sí podría usarse sin problema ese término.">3</a>
                        </sup> La opci&oacute;n entonces m&aacute;s correcta ser&iacute;a un universo &ldquo;mecanicista&rdquo; que s&iacute; contempla la posibilidad de sucesos aleatorios adem&aacute;s de los sucesos determinados por las condiciones iniciales. Obviando el hecho de que el ser humano no conoce nada con certeza, todo parece apuntar a que tomaremos la exacta misma decisi&oacute;n. <strong>Pese a que hay incertidumbre respecto al funcionamiento del cerebro humano parece evidente el hecho de que, si se quiere argumentar en favor del libre albedr&iacute;o, se ha de recurrir a un elemento metaf&iacute;sico o por lo menos, incognoscible.</strong></p>
                        <p><strong>&nbsp;</strong></p>
                        <p><strong><hr></strong></p>
                        <p>&nbsp;</p>
                        <p><strong>&iquest;Qu&eacute; pasar&iacute;a si no acept&aacute;ramos la premisa materialista?</strong></p>
                        <p><em>&nbsp;Son una multitud de posibilidades las que se abren y el problema es, que ninguna de ellas podr&iacute;a verificarse ni demostrarse.</em></p>
                        <p>Supongamos que exista algo inmaterial (llam&eacute;mosle &ldquo;<em>alma</em>&rdquo;), parece que esta puede ser influenciada por la materia, pero no podemos probar que el alma est&aacute; supeditada a esta, es decir, no podemos probar que existe un control total de la materia sobre el <em>alma</em>. <sup>
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="4.	No me refiero al alma como es comúnmente entendida, sino como parte inmaterial de una persona (donde presuntamente nacería el libre albedrío) y sin ninguna connotación religiosa. Quizás sea para algunos más conveniente sustituir la palabra “alma” por el término griego “Nous”.”">4</a>
                        </sup></p>
                        <p>Podr&iacute;a darse el caso de que el alma tenga libre albedr&iacute;o y tenga capacidad para decidir, pero no para actuar <sup>
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="5.	En este caso que exista o no un libre albedrío nos es indiferente.”">5</a>
                        </sup>. Tambi&eacute;n podr&iacute;a darse el caso de que el <em>alma</em> s&iacute; tenga libre albedr&iacute;o pero que solo tenga una capacidad parcial para dirigir nuestra conducta de manera que, ante determinados est&iacute;mulos externos, no podamos controlar nuestras acciones. Esta segunda postura parecer&iacute;a la mejor forma de conciliar el libre albedr&iacute;o con la evidencia emp&iacute;rica sobre la actitud humana. As&iacute; podr&iacute;a argumentarse que existe una libertad de elecci&oacute;n que nace del <em>alma,</em> pero se ve condicionada parcialmente por el entorno.<sup>
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="6.	Nótese que es imposible determinar de qué manera esta supuesta alma se comunica con el mundo material.”">6</a>
                        </sup></p>
                        <p>Si nos acogemos al concepto previamente expuesto de un <em>alma</em> inmaterial, irremediablemente nos asalta el <strong>problema del yo.</strong> &iquest;Soy yo tambi&eacute;n esa parte inmaterial? Seg&uacute;n la definici&oacute;n m&aacute;s extendida del &ldquo;yo&rdquo; <sup>
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="7.	Según la RAE: “Parte consciente del individuo, mediante la cual cada persona se hace cargo de su propia identidad y de sus relaciones con el medio.”">7</a>
                        </sup> somos solo una parte concreta de nuestro cuerpo, no somos <em>todo</em> el cuerpo.&nbsp; La introducci&oacute;n del t&eacute;rmino <em>alma </em>trae consigo una serie de preguntas, pues no sabemos si es ajena a la parte consciente o si precisamente ser&iacute;a esta la que nos dotase de esa capacidad para ser consciente. En cualquier caso, la respuesta sobre nuestro libre albedr&iacute;o depende de nuestra concepci&oacute;n del <strong>yo.</strong></p>
                        
                        <p><strong>Si el &ldquo;yo&rdquo; no es parte del alma:</strong> la parte inmaterial es ajena a nosotros y no somos m&aacute;s que marionetas de esta. No hay entonces libr&eacute; albedr&iacute;o, el <em>alma </em>influye en nosotros, pero no somos capaces de elegir. <sup>
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="8.	Podría argumentarse que la parte inmaterial puede influir en nosotros pero que no por ello lo hace, dejándonos a nuestro libre albedrío. Esto es imposible porque no nos dejaría con libre elección, sino meramente a merced de la física, por lo que es un caso trivial. También podría argumentarse a modo del Dios cristiano que esa parte inmaterial ajena al “yo” nos concede una parte inmaterial propia, sería entonces el caso del “yo” identificado como la parte inmaterial.">8</a>
                        </sup></p>
                        <p><strong>Si el &ldquo;yo&rdquo; es el <em>alma</em>: </strong>solo en este caso tendr&iacute;amos libre albedr&iacute;o.</p>
                        <p>Rechazando el materialismo podr&iacute;a llegar a justificarse el libre albedr&iacute;o, sin embargo, los supuestos que se han de usar parecen menos fehacientes que el hecho de aceptar el libre albedr&iacute;o como una ilusi&oacute;n.</p>
                        <p>&nbsp;</p>
                        <p><strong><hr></strong></p>
                        <p>&nbsp;</p>
                        <p>&nbsp;&ldquo;How can we be &ldquo;free&rdquo; as conscious agents if everything that we consciously intend is caused by events in our brain that we do not intend and of which we are entirely unaware?&rdquo; <br /> ― Sam Harris,Free Will</p>
                        <p>&nbsp;</p>
                        <p><strong><hr></strong></p>
                        <p>&nbsp;</p>
                        <p>El problema del yo aparece para aquellos que aceptamos que el es universo mecanicista, aunque no tiene trascendencia en nuestra libertad de elecci&oacute;n per s&eacute;. <sup>
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="9.	En un universo mecanicista es irrelevante quien sea el “yo”, pues igualmente sigue determinado por la física y por ende no es libre.">9</a>
                        </sup></p>
                        <p>Esta vez aparece para demostrarnos que nuestra libertad de elecci&oacute;n es una ilusi&oacute;n de nuestro propio cerebro, nada m&aacute;s que un sesgo muy generalizado en la poblaci&oacute;n humana. La introducci&oacute;n del libre albedr&iacute;o como mera ilusi&oacute;n no puede estar completa sin hacer menci&oacute;n a los pol&eacute;micos experimentos de Libet.</p>
                        <p>Libet's 1983 experiments measured the time when the subject became consciously aware of the decision to move the finger. Libet created a dot on the screen of an oscilloscope circulating like the hand of a clock, but more rapidly. The subject was asked to note the position of the moving dot when he/she was aware of the conscious decision to move a finger or wrist.</p>
                        <p>En 1983 se llevaron a cabo para estudiar y medir cuando la persona se hac&iacute;a consciente de la decisi&oacute;n de mover el dedo. Libet mostraba un punto que se mov&iacute;a conforme a las aguijas del reloj dentro de un osciloscopio, y la persona que estaba siendo probada deb&iacute;a recordar cual era la posici&oacute;n del punto en el momento en el que se hac&iacute;a consciente de su decisi&oacute;n de mover el dedo o la mu&ntilde;eca.</p>
                        <p>Los resultados de los experimentos fueron que 550 milisegundos antes de mover la mu&ntilde;eca ya hab&iacute;a actividad de inconsciente de mover la mu&ntilde;eca y tan solo 200 milisegundos antes de que aparec&iacute;a la decisi&oacute;n consciente.</p>
                        <img src="images/Libet_clock.gif" class="img-fluid rounded" style="max-width: 30%; position: relative; left: 10%;" alt="Libet's Clock Image">
                        <img src="images/LibetExperiment.png" class="img-fluid rounded" style="max-width: 50%; position: relative; left: 15%;" alt="Libet's Clock Image">
                        <p>&nbsp;</p>
                        <p><strong><hr></strong></p>
                        <p>&nbsp;</p>
                        <p>Este experimento com&uacute;nmente adoptado para se&ntilde;alar que el &ldquo;yo&rdquo; consciente no tiene libre albedr&iacute;o, no est&aacute; exento de cr&iacute;ticas. De hecho, el propio Libet no cre&iacute;a que su experimento fuera en contra del libre albedr&iacute;o, &eacute;l cre&iacute;a que el movimiento s&iacute; se iniciaba de manera subconsciente pero que la parte consciente ten&iacute;a derecho de veto (esto se conoce como &ldquo;Free Won&rsquo;t&rdquo;. Algunas cr&iacute;ticas ser&iacute;an:</p>
                        <p>La primera ser&iacute;a que los sujetos de prueba <strong>tomaban la decisi&oacute;n de mover el dedo en el momento que aceptaban participar en el experimento</strong>, momento que l&oacute;gicamente no se med&iacute;a en el experimento.</p>
                        <p>La segunda cr&iacute;tica viene a ra&iacute;z de otro experimento en el que Libet pidi&oacute; a los sujetos que no flexionaran las mu&ntilde;ecas, sino que meramente &ldquo;se preparasen&rdquo; para flexionarlas. En este experimento tambi&eacute;n se encontr&oacute; una subida de RP (&ldquo;Readiness Potencial&rdquo;). Esto indicar&iacute;a que <strong>la subida de RP no va ligada a una decisi&oacute;n consciente de hacer algo</strong>, aunque quiz&aacute;s si tenga relaci&oacute;n con impulsos o deseos de hacerlo. &nbsp;Adem&aacute;s, este primer incremento de RP coincidir&iacute;a con la etapa m&aacute;s temprana del modelo de dos etapas de William James<sup>
                            <a href="#" data-trigger="focus" data-toggle="popover" data-content="10.	Este modelo consta de una primera etapa donde se generan aleatoriamente varias posibilidades por el subconsciente, seguido de una segunda etapa donde el “yo” consciente escoge libremente.">10</a>
                        </sup>.</p>
                        <p>Otra cr&iacute;tica estar&iacute;a relacionada con el tiempo subjetivo, pues <strong>el &ldquo;presente&rdquo; subjetivo est&aacute; realmente en un pasado casi inmediato</strong> debido al tiempo que tarda la informaci&oacute;n en llegar y procesarse en el cerebro. De hecho, si alguien presiona una tecla de manera regular y ve como resultado un flash tras un intervalo determinado, si el intervalo del flash es acortado los sujetos tienen la sensaci&oacute;n de que el flash ha sido antes de pulsar la tecla. En otros experimentos llevado a cabo para suprimir el problema del tiempo subjetivo, se lleg&oacute; a la conclusi&oacute;n de que la intenci&oacute;n de moverse antes aparece antes de lo recogido por Libet, pero no antes del primer incremento. Esto podr&iacute;a reforzar la opini&oacute;n de Libet sobre el derecho a veto de la parte consciente (&ldquo;Free Won&rsquo;t&rdquo;).</p>
                        <p>Algunos ponen de relieve la imposibilidad del experimento para medir la voluntad de hacer algo. Argumentan que el experimento no inclu&iacute;a medidas efectivas para medir todas las variables y, por ende, no aporta datos concluyentes. Este mismo razonamiento puede usarse para argumentar en contra del &ldquo;Free Won&rsquo;t&rdquo;, pues la parte subconsciente ser&iacute;a capaz de determinar con anterioridad nuestro veto, y no podr&iacute;a haberse medido en el experimento.</p>
                        <p>&nbsp;</p>
                        <p><strong><hr></strong></p>
                        <p>&nbsp;</p>
                        <p>Si de verdad existe o no libre albedr&iacute;o es una cuesti&oacute;n metaf&iacute;sica e incognoscible que de poco nos sirve preguntarnos, m&aacute;s que por el placer de pensar. Sin embargo, lo que s&iacute; sabemos es que la ciencia apunta a que esta &ldquo;voluntad&rdquo; en sentido metaf&iacute;sico no existir&iacute;a. Sin embargo, a nivel pr&aacute;ctico todav&iacute;a cabe la duda de si la parte consciente tendr&iacute;a alg&uacute;n tipo de participaci&oacute;n en la toma de decisiones o es meramente un t&iacute;tere con consciencia de s&iacute; mismo manejado por el subconsciente.</p>
                        <p>&nbsp;</p>
                        <p><strong><hr></strong></p>
                        <p>&nbsp;</p>
                        <p><u>Bibliograf&iacute;a:</u></p>
                            <ul>
                            <li><a href="http://34.196.6.84/">http://34.196.6.84/</a></li>
                            <li>Harris, Sam (6 de marzo de 2012). <a href="https://books.google.es/books?id=iRpkNcRt1IcC&amp;printsec=frontcover&amp;dq=sam+harris&amp;hl=es&amp;sa=X&amp;ved=0ahUKEwib396hxsnkAhWj2-AKHZ0pDi0Q6AEIMTAB#v=onepage&amp;q=sam%20harris&amp;f=false"><em>Free Will</em></a> (en ingl&eacute;s).</li>
                            <li>Hallett M. (2007). Volitional control of movement: the physiology of free will. <em>Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology</em>, <em>118</em>(6), 1179&ndash;1192. doi:10.1016/j.clinph.2007.03.019<br /> <a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1950571/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1950571/</a></li>
                            <li><a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4887467/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4887467/</a></li>
                            <li><a href="https://www.uma.es/naturalezaylibertad/resources/Vol_8_2017/4-Lombardi.pdf">https://www.uma.es/naturalezaylibertad/resources/Vol_8_2017/4-Lombardi.pdf</a></li>
                            <li><a href="https://wmpeople.wm.edu/asset/index/cvance/libet">https://wmpeople.wm.edu/asset/index/cvance/libet</a></li>
                            <li><a href="https://www.ucl.ac.uk/~uctytho/DoyleOnDoyle2.pdf">https://www.ucl.ac.uk/~uctytho/DoyleOnDoyle2.pdf</a></li>
                            </ul>
					</div >
					
			    </div>
			<div class="col-3" id="border"></div>
		</div>
	</body>
</html>